/**
 *    20을 16진수로 변환하기
 *    
 *    16 | 20
 *       |  1  -  4
 *          0  -  1
 *         
 *         
 *    20을 8진수로 변환하기
 *    
 *    8 | 20
 *      |  2  -  4
 *         0  -  2
 *  
 *  
 *    20을 2진수로 변환하기
 *    
 *    2 | 20
 *      | 10  -  0 
 *      |  5  -  0 
 *      |  2  -  1 
 *      |  1  -  0 
 *      |  0  -  1 
 *    
	출력형식>
	
	숫자를 입력하세요 : 20
	변환 진법(2, 8, 16) : 2
	20를 2진법으로 변경한 결과 : 10100
	
	
	숫자를 입력하세요 : 20
	변환 진법(2, 8, 16) : 8
	20를 8진법으로 변경한 결과 : 24	
	
	숫자를 입력하세요 : 20
	변환 진법(2, 8, 16) : 16
	20를 16진법으로 변경한 결과 : 14
	
 */
package ch04_repetition.exam;

public class Quiz19 {
	public static void main(String[] args) {

	}
}
